***messages***

:STRINGS

IDS_EXTRACTTO                  "Extraer &ficheros..."
IDS_EXTRACT                    "E&xtraer en %s"
IDS_EXTRACTHERE                "E&xtraer aquí"
IDS_EXTRACTSEPARATE            "Extraer cada archivo en carpetas &separadas"
IDS_EXTRTOHELP                 "Extraer ficheros. Se permiten opciones adicionales"
IDS_EXTRHELP                   "Extraer ficheros en la carpeta especificada"
IDS_EXTRHEREHELP               "Extraer ficheros en la carpeta actual"
IDS_EXTRSEPARATEHELP           "Extraer cada archivo seleccionado en carpetas separadas"
IDS_ADD                        "Añadir al a&rchivo..."
IDS_ADDHELP                    "Añadir ficheros a un archivo. Se permiten opciones adicionales"
IDS_ADDARC                     "Añadir a %s"
IDS_ADDARCHELP                 "Añadir ficheros al archivo"
IDS_OPENARCHIVE                "Abrir con &WinRAR"
IDS_OPENARCHIVEHELP            "Abrir archivo SFX WinRAR"
IDS_PROPTITLE                  "Archivo"
IDS_PROPCMTTITLE               "Comentario"
IDS_UNKNOWN                    "Desconocido"
IDS_INFOSOLID                  "sólido"
IDS_INFOSFX                    "auto extraíble"
IDS_INFOVOLUME                 "%s volumen"
IDS_INFOARCHIVE                "Archivo %s"
IDS_PRESENT                    "Presente"
IDS_ABSENT                     "Ausente"
IDS_INFOENCNAMES               "Nombres y datos"
IDS_EMAILARC                   "Añadir a %s y enviar por email"
IDS_EMAILARCOPT                "Añadir y enviar por email..."
IDS_TEST                       "Ver&ificar archivo"
IDS_TESTHELP                   "Buscar errores en el archivo"
IDS_CONVERT                    "Convertir archivo..."
IDS_PROFILE                    "Añadir ficheros al archivo usando un perfil de compresión"
IDS_BYTES                      "bytes"
; Abbreviations for bytes and kilo-, mega-, giga-, terabytes.
IDS_B                          "B"
IDS_KB                         "KB"
IDS_MB                         "MB"
IDS_GB                         "GB"
IDS_TB                         "TB


:DIALOG EXTARCINFODLG

SIZE                           "100*100"
IDC_INFOEXTRVERSIONTEXT        "Versión para extraer"
IDC_INFOOSTEXT                 "SO anfitrión"
IDC_INFOFOLDERSTEXT            "Total de carpetas"
IDC_INFOFILESTEXT              "Ficheros"
IDC_INFOTOTALLENGTHTEXT        "Tamaño total"
IDC_INFOPACKEDLENGTHTEXT       "Tamaño comprimido"
IDC_INFORATIOTEXT              "Compresión"
IDC_INFOSFXTEXT                "Tamaño del módulo auto-extraíble"
IDC_INFOMAINCOMMENTTEXT        "Comentario principal"
IDC_INFOPASSWORDSTEXT          "Cifrado"
IDC_INFODICTTEXT               "Tamaño del diccionario"
IDC_INFORECTEXT                "Registro de recuperación"
IDC_INFOLOCKTEXT               "Bloqueo de archivo"
IDC_INFOORIGNAMETEXT           "Nombre original"
IDC_INFOORIGTIMETEXT           "Fecha original"

:DIALOG EXTCMTARCINFODLG

SIZE                           "100*100"
